[
{
        "name": "LolCat Kingdom Kingdom Of Cats",
        "leaderName": "Caton IV",
        "adjective": ["The Cats"],
        "startBias": ["Tundra"],
        "preferredVictoryType": "Diplomatic",
        "favoredReligion": "Liberty",

        "startIntroPart1": "'You want Will Happened when radiotion is hits someone very hard? No? Then, with some low chance you will mutate. Why that is important? Well... You will get to be a civilization of cats which mutated and become a little bigger and stronger but the scariest thing they become smarter. Like humans, They rised from the ashes to capture human kind. Why you ask? Because they killed a lot of creatures and that is worst thing what anyone could do. (peace of lore) By the way (the Cats) don't annex or create genoside, they just want to rule the world only because humans dfinitely worst rulers.'",
        "startIntroPart2": "'You are mighty leader of The Cats. Lead them to victory. Or else you gonna be defeated. And That what you don't want to do!'",
        "declaringWar": "As Cat leadew! The Caton IV himself! As mighty and gwowy cat! I chaleng u to de battle. In this battle we deside hoo gona be the best if I win you wil join my empire empire of mighty Lolcat. If you wonder who is Lolcat it's the powest cat in the world he was able to fight what we now call "The Patriots",
        "attacked": "Why would you do dis to me?! I'm veby sadd! U must pay!",
        "defeated": "Nooooo! How did you deafeat me I waned to have a friendly fight but you annexed my tewwitovy but I'll silnetly waiwt if someone wil liberate me! From u!",
        "introduction": "Hewwo! I'm Caton IV. I hope you got some gudies which I can eat. hehe... You welcome!",
        "neutralHello": "Hewwo. Are you here to be my friend? Or not?",
        "hateHello": "You baad! you done terible things! I don't like you anymore!",
        "tradeRequest": "Here some fair and tasty gudies!",

        "outerColor": [27, 26, 117],
        "innerColor": [80, 44, 219],
        "style": "Cat Empire",
        "uniqueName": "No Fud No Live. Saawd.",
        "uniques": [
            "[+7 Production] from all [Water] buildings",
            "Starts with [Botany]",
            "[-15]% [Happiness] <when at war>",
            "[+2 Gold, +2 Production, +1 Culture] per [4] population [in all cities]",
        ],
        "cities": [
            "Catland City",
            "Catlantis",
            "ShinyCat City",
	    "Lolcat's shelter",
            "Deadly Cat Dawn",
	    "Lost claw city",
	    "Five Paws Fortpost",
        ]
    },
]
