[
	{
		"name": "LolCat Kingdom",
		"leaderName": "Caton IV",
		"adjective": ["Cattians"],
		"startBias": ["Badlands"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Liberty",

		"startIntroPart1": "You know what will happened when radiotion is hits someone very hard? No? Then, with some low chance you will mutate. Why that is important? Well... You will get to be a civilization of cats which mutated and become a little bigger and stronger but the scariest thing they become smarter. Like humans, They rised from the ashes to capture human kind. Why you ask? Because they killed a lot of creatures and that is worst thing what anyone could do. peace of lore By the way the Cats don't annex or create genoside, they just want to rule the world only because humans dfinitely worst rulers.",
		"startIntroPart2": "You are mighty leader of The Cats. Lead them to victory. Or else you gonna be defeated. And That what you don't want to do!",
		"declaringWar": "As Cat leadew! The Caton IV himself! As mighty and gwowy cat! I chaleng u to de battle. In this battle we deside hoo gona be the best if I win you wil join my empire empire of mighty Lolcat. If you wonder who is Lolcat it's the powest cat in the world he was able to fight what we now call mutants",
		"attacked": "Why would you do dis to me?! I'm veby sadd! U must pay!",
		"defeated": "Nooooo! How did you deafeat me I waned to have a friendly fight but you annexed my tewwitovy but I'll silnetly waiwt if someone wil liberate me! From u!",
		"introduction": "Hewwo! I'm Caton IV. We wil repair this sawd world!",
		"neutralHello": "Hewwo! I'm Caton IV. I hope you got some gudies which I can eat. hehe... You welcome!",
		"hateHello": "You baad! you done terible things! I don't like you anymore!",
		"tradeRequest": "Here some fair and tasty gudies!",

		"outerColor": [27, 26, 117],
		"innerColor": [119, 94, 67],
		"style": "",
		"uniqueName": "Plantes ar yumi",
		"uniques": [
			"[+7 Production] from all [Gold] buildings",
            "Starts with [Botany]",
	    "Starts with [Biology]",
            "[-15]% Happiness <when at war>",
            "[+2 Gold, +2 Production, +1 Culture] per [4] population [in all cities]",
		],
		"cities": [
			"Catland City",
			"Catlantis",
			"ShinyCat City",
			"New Tail city",
			"Lolcat's shelter",
			"Deadly Claw Dawn",
			"Lost claw city",
			"Five Paws Fortpost",
			"Meownir Fields",
			"Las Catto",
			"Old Tail City",
			"Exmeown State",
			"El Nutcat",
			"Glorycat Dawn",
			"Cattograd",
			"Paw-burg"
		]
	},
	{
		"name": "Doge Empire",
		"leaderName": "King Woofram",
		"adjective": ["World Control"],
		"startBias": ["Badlands"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Posadism",

		"startIntroPart1": "You think that umans are the worst in this world nuclear war, war crimes genocide and annexing other's territory. But humans have born another civlization, and that is Doge Empire. Which even worse then humans. They always wanted to create genocide against cat race but you can finnish this by destrying them or having peace and allince. It's up to you.",
		"startIntroPart2": "Go on, repair this broken world, or destry it once and for all.",
		"declaringWar": "Woof! Woof! You didn't deserve to have woofdom... Freedom! Freedom in not free! So I'll took it from you!",
		"attacked": "Wooft you wa thinkink doing? You want to take my freedom? Woof! We will fight to death and our force will in fact damage you criticly",
		"defeated": "Nooooo! How did you deafeat me I waned to have a friendly fight but you annexed my tewwitovy but I'll silnetly waiwt if someone wil liberate me! From u!",
		"introduction": "Heglo wooflander, I'm Woofram the king of Doge Empire, I'm here to reclaim this world and liberate it from mutants of all kind!",
		"neutralHello": "Didn't see you there wooflander",
		"hateHello": "Have you got any fillings? Or Thoughts what you done wooflander?",
		"tradeRequest": "Here some fair guides? Haha! This what my old friend of mine would say, here balanced trade",

		"outerColor": [255, 193, 0],
		"innerColor": [255, 203, 148],
		"style": "Empire",
		"uniqueName": "Absolute Monarchy",
		"uniques": [
        "Starts with [Constrction]",
	"Starts with [Steel]",
	"[+2 Gold, +3 Production]"
        "[+5 Production, +1 Culture] per [2] population [in all cities]",
		],
		"cities": [
			"Wolfenstein",
			"Woofgrad",
			"Barkendal",
			"Golden Claw city",
			"Saber City",
			"Scarclaw",
			"bark-o-grad",
			"Death Skull",
			"Doge Box",
			"Hollydog",
			"Fort Shiba",
			"Clawgrad",
			"Dogunsk",
			"Glorias",
			"Scarburg",
			"Wooflien"
		]
	}
		]
